Revit 2027 API
ParameterTypeId.RbsFpSprinklerResponseParam Property
 "Response"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFpSprinklerResponseParam { get; }
Public Shared ReadOnly Property RbsFpSprinklerResponseParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFpSprinklerResponseParam {
	ForgeTypeId^ get ();
}
static member RbsFpSprinklerResponseParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace